Revit 2024 API
ParameterTypeId.SpanDirSymParamLeft Property
 "Left"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId SpanDirSymParamLeft { get; }
Visual Basic
Public Shared ReadOnly Property SpanDirSymParamLeft As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ SpanDirSymParamLeft {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace